<?php

return [


    'login_successful' => 'تم تسجيل الدخول بنجاح.',
    'email_not_found' => 'هذا البريد الإلكتروني غير موجود.',
    'incorrect_password' => 'كلمة المرور المقدمة غير صحيحة.',
    'fetch_error' => 'خطأ في الاسترجاع: :message',
    'file_save_error' => 'لم يتم حفظ الملف.',
    'employee_registered' => 'تم تسجيل الموظف بنجاح.',
    'user_not_found' => 'المستخدم غير موجود.',
    'update_successful' => 'تم تعديل الموظف بنجاح.',
    'delete_successful' => 'تم حذف الموظف بنجاح.',
    'validation_error' => 'خطأ في التحقق.',



    'psw_reset_sent' => "تم إرسال بريد إعادة تعيين كلمة المرور بنجاح! (لا تنسَ التحقق من مجلد البريد العشوائي قبل طلب بريد جديد)",
    'token_missing' => "لقد تجاوز رابط إعادة تعيين كلمة المرور 24 ساعة. يرجى طلب رابط جديد.",
    'token_expired' => "رابط إعادة تعيين كلمة المرور غير صالح أو تم استخدامه مسبقًا. يرجى طلب رابط جديد.",
    'password_updated' => "تم تغيير كلمة المرور بنجاح!",
    'password_updated_email_title'=>'رابط تغيير كلمة المرور',
    'verify_mail_title'=>"رابط التحقق من البريد الإلكتروني",
    'mail_sent_again' => "تمت إعادة إرسال بريد التحقق بنجاح. يرجى التحقق من صندوق الوارد أو مجلد البريد العشوائي.",
    "expired_link"=>"رابط التحقق منتهي الصلاحية, يرجى طلب رابط جديد.",
    "email_verified"=>"تم التحقق من صحة بريدك الإلكتروني؛ يمكنك تسجيل الدخول الآن",
    "email_already_verified"=>"لقد تم التحقق من بريدك الإلكتروني بالفعل، أو الرابط غير صالح."

];
